{
  "Главная": "Home",
  "О Коллегии": "About the Association",
  "Практики": "Practices",
  "Команда": "Team",
  "Проекты": "Our results",
  "Медиа": "Ratings and awards",
  "Контакты": "Contacts",
  "Коллегия адвокатов города Москвы": "Moscow City Bar Association",
  "Связаться с нами": "Contact Us",
  "пн-пт 10:00-19:00": "Mon-Fri 10:00-19:00",
  "круглосуточно": "round-the-clock",
  "Наша задача - быть рядом, когда возникают правовые проблемы, всегда помогать и находить выход из любых ситуаций.": "Our task is to be in touch when legal issues arise, to always help and find a way out of any situation.",
  "БАРЩЕВСКИЙ И ПАРТНЕРЫ": "BARSHCHEVSKY & PARTNERS",
  "Запись на консультацию": "Make an appointment for a consultation",
  "Заполните форму, и мы с Вами свяжемся": "Fill out the form and we will contact you",
  "Ваше имя*": "Your name*",
  "Представьтесь, пожалуйста": "Introduce yourselves, please",
  "Телефон*": "Phone*",
  "Ваш вопрос*": "Your question*",
  "Настоящим даю согласие на обработку моих персональных данных, указанных в заполненной форме на сайте bbp.ru, в соответствии с": "I hereby give my consent to the processing of my personal data provided in the completed form on the bbp.ru website, in accordance with the",
  "Политикой обработки персональных данных": "Personal Data Processing Policy",
  "Отправить": "Send",
  "О Коллегии": "About the Association",
  "Мы отвечаем за свою работу и придерживаемся традиций и ценностей классической российской адвокатуры.": "We are responsible for our work and adhere to the traditions and values of classical Russian advocacy.",
  "Коллегия была основана в 1990 году адвокатом Михаилом Барщевским и членами Московской городской коллегии адвокатов, став первой в СССР частной адвокатской юридической фирмой. С 1993 года фирма носит имя «Барщевский и Партнеры».": "The Association was founded in 1990 by lawyer Mikhail Barshchevsky and members of the Moscow City Bar Association, becoming the first private law firm in the USSR. Since 1993, the firm's name has been \"Barshchevsky & Partners\".",
  "Уже более 30 лет Коллегия оказывает юридическую помощь и занимает достойное место среди ведущих адвокатских фирм России. Сегодня «Барщевский и Партнеры» - это профессиональная команда практикующих адвокатов и юристов, в числе которых и адвокаты с многолетним опытом и молодые амбициозные юристы.": "For more than 30 years the Bar has been providing legal assistance and occupies a worthy place among the leading law firms in Russia. Today, Barshchevsky & Partners is a professional team of practicing attorneys and lawyers, including attorneys with years of experience and young ambitious lawyers.",
  "Наши принципы:": "Our principles:",
  "честность;": "honesty;",
  "неподкупность;": "incorruptibility;",
  "профессионализм;": "professionalism;",
  "строжайшее сохранение адвокатской тайны;": "strictest protection of attorney-client privilege;",
  "готовность сопереживать проблемам наших доверителей.": "willingness to empathize with the problems of our principals.",
  "Мы специализируемся на защите по уголовным делам, связанным с экономическими преступлениями, на гражданско-правовых спорах, в том числе в сфере корпоративного, семейного, наследственного, трудового права, права интеллектуальной собственности, представляем интересы по налоговым спорам и делам об административных правонарушениях.": "We specialize in defending criminal cases related to economic crimes, civil law disputes, including corporate, family, inheritance, labor, intellectual property rights, we represent interests in tax disputes and cases of administrative offenses.",
  "Много лет одним из основных наших направлений является комплексное сопровождение бизнеса и абонентское обслуживание, в числе постоянных клиентов по этим направлениям компании в сфере авиаперевозок, IT-технологий, ритейла, образования, энергетики, продажи и обслуживания автомобилей, здравоохранения. В последние годы все чаще за абонентским обслуживанием обращаются частные лица – топ- менеджеры крупных компаний, руководители государственных органов, политические деятели и деятели культуры.": "For many years one of our main areas is comprehensive business support and subscription services, among our regular clients in these areas are companies in the field of air transportation, IT technology, retail, education, energy, car sales and service, health care. In recent years, more and more often private individuals - top managers of large companies, government leaders, politicians and cultural figures apply for subscription services.",
  "Строжайший отбор сотрудников и сочетание научной и практической компетенции (членами нашей Коллегии опубликовано десятки": "The strictest selection of staff and the combination of scientific and practical competence (members of our Board have published dozens of",
  "научных трудов": "scientific papers",
  ") явилось результатом положительного исхода подавляющего большинства обращений.": ") resulted in the positive outcome of the vast majority of filings.",
  "Постоянное совершенствование теоретических и практических знаний, научная деятельность – все это неотъемлемые части жизни наших сотрудников. В нашей деятельности нам помогает взаимодействие со многими ведущими научными центрами и консультантами из числа виднейших российских правоведов, а также вышедших в отставку судей с многолетним опытом работы. Все это позволяет оказывать действительно высококвалифицированную юридическую помощь.": "Constant improvement of theoretical and practical knowledge and scientific activities are all integral parts of our employees' lives. Our work is aided by our interaction with many leading academic centers and consultants from among Russia's most prominent legal scholars, as well as retired judges with years of experience. All of this allows us to provide truly highly qualified legal assistance.",
  "Многолетний накопленный практический опыт и научный потенциал позволяют находить подход к каждому клиенту будь то коммерческие или некоммерческие организации, государственные ведомства, публичные и частные лица.": "Many years of accumulated practical experience and scientific potential allow us to find an approach to each client, whether it is commercial or non-commercial organizations, government agencies, public or private persons.",
  "Профессионализм Коллегии регулярно подтверждается независимыми российскими и международными рейтингами, такими как Право-300 в номинациях «уголовное право и процесс», «арбитражное судопроизводство», «разрешение споров в судах общей юрисдикции», «семейное и наследственное право», The Legal 500 за эффективное взаимодействие с органами государственной власти и др.": "The Association's professionalism is regularly confirmed by independent Russian and international ratings, such as Pravo-300 in the categories of Criminal Law and Procedure, Arbitration, Dispute Resolution in Courts of General Jurisdiction, Family and Inheritance Law, The Legal 500 for effective cooperation with governmental authorities, etc.",
  "Коллегия адвокатов города Москвы «Барщевский и Партнеры» признавалась компанией года в 2004 и 2014 годах по версии ежегодной бизнес - премии «Лучшие в России - компании и персоны года» в номинациях «За вклад в развитие правовой защиты российского бизнеса» и «Юридические услуги» Адвокаты Коллегии неоднократно отмечены рейтингом Best Lawyers и в индивидуальном рейтинге рекомендованных юристов Право-300.": "Moscow City Bar Association Barshchevsky & Partners was recognized as company of the year in 2004 and 2014 by the annual business awards «Best in Russia - Companies and Persons of the Year» in the categories «For Contribution to the Development of the Legal Protection of Russian Business» and «Legal Services». Our lawyers are repeatedly recognized by Best Lawyers rating and in the individual rating of recommended lawyers Pravo-300.",
  "Согласно этическим стандартам адвокатской деятельности наша Коллегия не использует рекламу в средствах массовой информации.": "According to ethical standards of advocacy, our Association does not use advertising in the media.",
  "Практики": "Practices",
  "Перейти к разделу": "Go to Section",
  "Вы можете обратиться к нам практически с любой правовой проблемой, так как наша Коллегия является универсальной и не ограничивается представленными в этом разделе направлениями.": "You can contact us with almost any legal problem, as our Association is universal and is not limited to the areas presented in this section.",
  "Мы придерживаемся командного подхода, и в рассмотрении вопроса клиента, как правило, принимает участие несколько специалистов, что позволяет находить нестандартные пути решения даже тогда, когда на первый взгляд нет выхода.": "We take a team approach and several specialists are usually involved in the consideration of the principal's issue, which allows us to find non-standard solutions even when, at first glance, there is no way out.",
  "Показать полностью": "Show in full",
  "Скрыть": "Hide",
  "ТРУДОВОЕ ПРАВО": "LABOR LAW",
  "Трудовое право": "Labor law",
  "Конфликты между работником и работодателем в наше время не редкость. Мы представляем сторон трудовых отношений в спорах, связанных с дисциплинарными взысканиями (в т.ч. увольнением), с восстановлением на работе, о возмещении вреда, а также по защите коммерческой тайны и персональных данных и др.": "Conflicts between employees and employers are not uncommon nowadays. We represent parties to labor relations in disputes related to disciplinary penalties (including dismissal), with employment reinstatement, on compensation for damages, as well as on protection of trade secrets and personal data, etc.",
  "Большой блок нашей работы посвящен сотрудничеству с организациями по вопросам правовой поддержки в области трудовых правоотношений с учетом отраслевых и корпоративных особенностей, поскольку принятие превентивных мер позволит выстроить эффективное взаимодействие сторон трудовых отношений и минимизировать наступление судебных тяжб.": "A large part of our work is devoted to cooperation with organizations on legal support in the field of labor relations, taking into account the industry and corporate particularities, as the adoption of preventive measures will build effective cooperation between the parties to labor relations and minimize the onset of litigation.",
  "Основные направления в области трудового права:": "Main directions in the field of labor law:",
  "устные и письменные консультации по вопросам трудового законодательства;": "oral and written consultations on labor law issues;",
  "правовая экспертиза и разработка локальных нормативных правовых актов (правил внутреннего трудового распорядка, документов по обработке персональных данных, защите коммерческой тайны, должностных инструкций, положения о структурных подразделениях и иные документы);": "legal expertise and development of local normative legal acts (rules of internal labor order, documents on personal data processing, protection of commercial secrets, job descriptions, regulations on structural subdivisions and other documents);",
  "разработка шаблонов трудовых договоров, договоров гражданско-правового характера;": "development of templates for employment contracts, civil law contracts;",
  "сопровождение переговоров;": "negotiation support;",
  "досудебное урегулирование;": "pre-trial settlement;",
  "представление интересов работодателей и работников в суде.": "representation of employers and employees in court.",
  "Адвокаты нашей Коллегии являются авторами": "Our attorneys have authored",
  "книг, связанных с трудовыми отношениями.": "books related to labor relations.",
  "АБОНЕНТСКОЕ ОБСЛУЖИВАНИЕ И СЕМЕЙНЫЙ АДВОКАТ": "SUBSCRIPTION SERVICES AND FAMILY ATTORNEY",
  "Абонентское обслуживание и семейный адвокат": "Subscription services and family attorney",
  "Многие клиенты признавались, что жить становиться значительно проще, когда знаешь, что в любой спорной ситуации можно обратиться к «своему адвокату». В Коллегии уже многие годы осуществляется абонентское обслуживание как компаний, так и граждан, а некоторые доверители являются нашими абонентами с 1993 года.": "Many clients confessed that life becomes much easier when you know that in any disputable situation you can turn to «your lawyer». The Association has been providing subscription services to both companies and citizens for many years, and some of our clients have been our subscribers since 1993.",
  "Раньше услугой абонентского сопровождения преимущественно пользовались крупные юридические лица, но в последнее время увеличилось число частных клиентов - топ-менеджеров фирм, руководителей государственных органов, политических деятелей и деятеле культуры, делающих выбор в пользу «семейного адвоката».": "Previously, the subscription support service mainly used by large legal entities, but in recent years has increased the number of private clients - top managers of firms, heads of government agencies, political figures and cultural figures, opting for a «family attorney».",
  "Среди наших клиентов компании в сфере авиаперевозок, IT-технологий, ритейла, образования, энергетики, продажи и обслуживания транспортных средств, медицины.": "Our clients include companies in the airline industry, IT, retail, education, energy, vehicle sales and service, and medicine.",
  "В рамках": "In the framework of",
  "абонентского обслуживания": "subscription services",
  "клиенты получают комплексное сопровождение бизнеса, в частности, правовые разъяснения в области корпоративного, договорного, трудового права, оценку рисков по сделкам и судебным спорам и по другим вопросам.": "clients receive comprehensive support for business, in particular, legal clarification in the field of corporate, contractual, labor law, risk assessment of transactions and judicial disputes and other issues.",
  "Плюсы": "The pluses of",
  "«семейного адвоката»": "«family attorney»",
  "- такой адвокат уже знаком с доверителем, членами его семьи или контрагентами многие годы, сопровождал его при принятии многих юридически значимых решений. При возникновении вопросов адвокат может приступить к оказанию качественной юридической помощи незамедлительно, не тратя время на выяснение ситуации «с нуля».": "- such a lawyer is already familiar with the client, their family members or counterparties for many years, accompanied them in making many legally significant decisions. When questions arise, the lawyer can begin to provide quality legal assistance immediately, without wasting time figuring out the situation «from scratch».",
  "МЕДИАЦИЯ": "MEDIATION",
  "Медиация": "Mediation",
  "Мирное урегулирование конфликта, как правило, является наилучшим способом разрешения спора. Если после вынесения судебного решения, сохранение продуктивного сотрудничества спорящих сторон представляется уже маловероятным, то в рамках процедуры медиации стороны могут восстановить дружеские отношения, прийти к пониманию, выстроить совместные долгосрочные планы по ведению бизнеса, воспитанию детей и т.п., а также обнаружить новые взаимовыгодные решения.": "Peaceful resolution of a conflict is usually the best way to resolve a dispute. If after a court ruling, it seems unlikely that productive cooperation between the disputing parties can be maintained, the parties can restore their friendship, come to an understanding, build long-term joint plans for business, child-rearing, etc., and discover new mutually beneficial solutions through the mediation procedure.",
  "Адвокаты Коллегии, прошедшие специальное обучение в сфере медиации, окажут максимальное содействие примирению спорящих сторон путем подготовки и проведения процедуры медиации. Адвокаты Коллегии могут выступить как в роли представителя спорящей стороны, так и непосредственно в качестве медиатора – независимого лица.": "The attorneys of the Association, who have received special training in the field of mediation, will provide maximum assistance to reconciliation of the disputing parties by preparing and conducting the mediation procedure. The attorneys of the Association may act both as a representative of the disputing party and directly as a mediator - an independent person.",
  "ГРАЖДАНСКИЕ И АРБИТРАЖНЫЕ СПОРЫ": "CIVIL AND ARBITRATION DISPUTES",
  "Гражданские и арбитражные споры" : "Civil and arbitration disputes",
  "В арбитражных судах и судах общей юрисдикции наши адвокаты и юристы представляют интересы уже более 30 лет, порой буквально создавая новую практику, имеющую прецедентное значение.": "Our attorneys and lawyers have represented in arbitration courts and courts of general jurisdiction for more than 30 years, sometimes literally creating new law practice of a precedential value.",
  "Мы предоставляем комплексную юридическую помощь на всех этапах спора, начиная от анализа ситуации и формирования правовой позиции, до окончания исполнения судебного решения.": "We provide integrated legal assistance at all stages of the dispute, from the analysis of the situation and the formation of a legal position, to the end of the execution of the judgment.",
  "Основные обращения по арбитражной практике:": "Basic references to arbitration practice:",
  "коммерческие споры;": "commercial disputes;",
  "споры, связанные с недвижимостью;": "disputes related to real estate;",
  "корпоративные споры;": "corporate disputes;",
  "защита прав интеллектуальной собственности;": "protection of intellectual property rights;",
  "налоговые споры;": "tax disputes;",
  "защита деловой репутации;": "protection of business reputation;",
  "обжалование решений, действий и бездействия государственных органов (в т.ч. Федеральной антимонопольной службы, Таможенной службы, налоговых органов и др.).": "appealing against decisions, actions and inaction of state bodies (including the Federal Antimonopoly Service, Customs Service, tax authorities, etc.).",
  "Основные обращения по разрешению споров в судах общей юрисдикции:": "The main filing for the resolution of disputes in the courts of general jurisdiction:",
  "защита прав собственности, в том числе в спорах с государственными органами;": "protection of property rights, including in disputes with state authorities;",
  "оспаривание сделок;": "challenging transactions;",
  "взыскание убытков, а также задолженностей по договорам, в том числе по договорам займа;": "recovery of losses, as well as debts under contracts, including loan agreements;",
  "вопросы, связанные с жилищными правоотношениями;": "issues related to housing legal relations;",
  "защита чести, достоинства и деловой репутации;": "protection of honor, dignity and business reputation;",
  "трудовые споры;": "employment disputes;",
  "семейные споры;": "family disputes;",
  "наследственные дела;": "inheritance cases;",
  "возмещение вреда;": "compensation for the damage;",
  "иные дела, связанные с гражданско-правовыми отношениями.": "other cases related to civil law relations.",
  "Коллегия входит в рейтинг юридических фирм Право-300 по отраслям «Арбитражные споры» и «Разрешение споров в судах общей юрисдикции».": "The Association is included in the ranking of law firms Pravo-300 in “Arbitration Disputes” and “Resolution of Disputes in Courts of General Jurisdiction”.",
  "УГОЛОВНЫЕ И АДМИНИСТРАТИВНЫЕ ДЕЛА": "CRIMINAL AND ADMINISTRATIVE CASES",
  "Уголовные и административные дела": "Criminal and administrative cases",
  "Многие годы наши адвокаты занимают лидирующую позицию по представлению и защите интересов доверителей по уголовным делам, преимущественно экономической направленности. как на стороне защиты, так и потерпевшего.": "For many years, our attorneys have occupied a leading position in representing and protecting the interests of clients in criminal cases, mainly in economic matters, both on the side of the defense and on the side of the complainant.",
  "Мы осуществляем защиту прав юридических лиц и граждан, в том числе должностных лиц по административным делам различных категорий (в частности, в области персональных данных, интеллектуальных прав, нарушений таможенных правил, на транспорте, в сфере рекламы и др.).": "We protect the rights of legal entities and citizens, including officials in administrative cases of various categories (in particular, in the field of personal data, intellectual rights, violations of customs rules, in transport, in the field of advertising, etc.).",
  "Наши услуги по уголовным делам включают:": "Our criminal cases include:",
  "консультирование по вопросам уголовного права;": "counseling in matters of criminal law;",
  "представление интересов доверителя на всех стадиях уголовного процесса (построение линии защиты на различных стадиях, сопровождение на стадии предварительного следствия, участие в деле в судах первой, апелляционной и кассационной инстанции);": "representing the interests of the principal at all stages of the criminal process (the construction of a line of defense at various stages, support at the stage of preliminary investigation, participation in the case in the courts of first, appellate and cassation instance);",
  "участие при проведении допросов, обысков и иных следственных мероприятий;": "participation in interrogations, searches and other investigative activities;",
  "сбор и предоставление доказательств;": "collecting and presenting evidence;",
  "представление интересов доверителя при рассмотрении гражданского иска в уголовном деле.": "representing the interests of the principal in a civil action of a criminal case.",
  "Ведение уголовного дела адвокатами Коллегии – это не только проработка правовой позиции, но и выстраивание верной линии поведения доверителя перед представителями правоохранительных органов, судом и прессой, оказание круглосуточной поддержки доверителю и его близким, сотрудничество с экспертными, оценочными организациями.": "Conducting a criminal case by lawyers of the Association - it is not only the elaboration of a legal position, but also building the right line of conduct of the principal before law enforcement officials, the court and the press, the provision of round-the-clock support to the client and their family, cooperation with expert, evaluation organizations.",
  "К услугам по административным делам относятся:": "Administrative cases include:",
  "консультирование;": "consulting;",
  "анализ материалов и выработка правовой позиции;": "analysis of materials and development of a legal position;",
  "сбор доказательств;": "evidence collection;",
  "подготовка жалоб;": "preparation of complaints;",
  "представление интересов в ходе проверок;": "representation during legal reviews;",
  "обжалование постановлений о привлечении к административной ответственности;": "appealing against decisions to impose administrative liability;",
  "иные услуги, необходимые для защиты прав доверителей.": "other services necessary to protect the rights of the principals.",
  "СЕМЕЙНЫЕ И НАСЛЕДСТВЕННЫЕ СПОРЫ": "FAMILY AND INHERITANCE DISPUTES",
  "Семейные и наследственные споры": "Family and inheritance disputes",
  "Что характеризует адвоката по семейным и наследственным делам? Наличие чуткости и чувства такта. И это не менее важно, чем правовая квалификация. Мы умеем найти индивидуальный подход, ведь каждый человек и каждая семья уникальна.": "What characterizes a family and inheritance lawyer? The presence of sensitivity and a sense of tact. And this is just as important as the legal qualifications. We know how to find an individual approach, because every person and every family is unique.",
  "Если конфликт не удается разрешить путем переговоров и судебный спор неизбежен, наши адвокаты берутся за ведение дел различной сложности, в том числе связанных с разделом многомиллионных активов, акций, долей в организациях, исключительных прав и многое другое.": "If a conflict cannot be resolved through negotiation and a legal dispute is inevitable, our lawyers take on cases of varying complexity, including those involving the division of multi-million dollar assets, shares, stakes in organizations, exclusive rights and much more.",
  "Основные запросы по семейным спорам:": "Basic inquiries about family disputes:",
  "консультации в области семейных отношений;": "consultations in the area of family relations;",
  "подготовка брачных договоров и соглашений о разделе имущества супругов (в том числе сопровождение по нотариальному удостоверению этих сделок);": "preparation of marriage contracts and agreements on the division of marital property (including support for notarization of these transactions);",
  "расторжение брака, в том числе заключенного за пределами России и/или с иностранными гражданами;": "dissolution of marriage, including marriage concluded outside of Russia and/or with foreign citizens;",
  "споры по разделу имущества супругов (включая большое количество активов, акции, доли в организациях, исключительные права и многое другое);": "disputes over the division of marital property (including a large number of assets, stocks, shares in organizations, exclusive rights and much more);",
  "определение места жительства детей;": "determination of the place of residence of the children;",
  "определение порядка общения с детьми;": "determination of the order of communication with the children;",
  "взыскание алиментов, в том числе в твердой денежной сумме;": "recovery of alimony, including in a fixed sum of money;",
  "установление отцовства, опекунства, усыновления; лишение и восстановление родительских прав.": "establishment of paternity, guardianship, adoption; deprivation and restoration of parental rights.",
  "Основные запросы по наследственным делам:": "Basic inquiries in inheritance cases:",
  "консультации по вопросам о праве на наследование, о завещании (наличие нескольких завещаний, совместное завещание супругов и прочее), об обязательной доле в наследстве и другие вопросы;": "advice on the right to inheritance, wills (the existence of several wills, the joint will of spouses, etc.), on the mandatory share in the inheritance and other issues;",
  "комплексное сопровождение на стадии вступления в наследство (представление интересов наследника у нотариуса, переговоры с другими наследниками и прочее);": "comprehensive support at the stage of entry into the inheritance (representation of the heir at the notary, negotiations with other heirs, etc.);",
  "подготовка соглашений о разделе наследственного имущества;": "preparation of agreements on division of inherited property;",
  "наследственные споры в суде, в том числе оспаривание завещания;": "inheritance disputes in court, including contesting a will;",
  "установление факта принятия наследства;": "establishment of the fact of acceptance of inheritance;",
  "признание недостойным наследником;": "recognition as unworthy heir;",
  "учреждение наследственного фонда (полное сопровождение от консультаций до подготовки устава наследственного фонда).": "establishment of an inheritance fund (full support from consultations to the preparation of the charter of the inheritance fund).",
  "Мы чтим традиции адвокатуры, постоянно совершенствуем свои теоретические знания, что позволяет нам много лет успешно оказывать квалифицированную юридическую помощь. В этом разделе представлены основные члены команды Коллегии.": "We honor the traditions of the legal profession, constantly improving our theoretical knowledge, which allows us to successfully provide qualified legal assistance for many years. This Section introduces the main members of the Association team.",
  "Барщевский Михаил Юрьевич": "Mikhail Barshchevsky",
  "Основатель Коллегии": "Founder of the Association",
  "Заслуженный юрист РФ, д.ю.н.": "Honored Lawyer of the Russian Federation, Doctor of Law, Professor",
  "Караханян Самвел Гургенович": "Samvel Karakhanyan",
  "Президент Коллегии": "President of the Association",
  "адвокат, д.ю.н.": "attorney, doctor of law",
  "Михалевич Елена Владимировна": "Elena Mikhalevich",
  "Управляющий партнер": "Managing partner",
  "адвокат, медиатор": "attorney, mediator",
  "Баркалова Ольга Имануиловна": "Olga Barkalova",
  "Старший партнер, адвокат": "Senior partner, attorney",
  "доктор исторических наук": "Doctor of Historical Sciences",
  "Сперанская Татьяна Владимировна": "Tatiana Speranskaia",
  "Партнер, адвокат": "Partner, attorney",
  "Вдовина Александра Олеговна": "Alexandra Vdovina",
  "Адвокат, медиатор": "Attorney, mediator",
  "Пухова Мария Михайловна": "Maria Pukhova",
  "Старший юрист": "Attorney",
  "Апарина Ксения Васильевна": "Ksenia Aparina",
  "Юрист": "Lawyer",
  "Заслуженный юрист РФ": "Honored Lawyer of the Russian Federation",
  "доктор юридических наук, профессор": "Doctor of Law, Professor",
  "В настоящее время полномочный представитель Правительства Российской Федерации в Конституционном Суде Российской Федерации и Верховном Суде Российской Федерации, действительный государственный советник 1 класса.": "At the present time, a plenipotentiary representative of the Government of the Russian Federation in the Constitutional Court of the Russian Federation and the Supreme Court of the Russian Federation, Full State Counsellor of 1st Class.",
  "Михаил Барщевский автор многочисленных книг и публикаций, в числе которых и художественные произведения, а также один из старейших участников Клуба знатоков «Что? Где? Когда?».": "Mikhail Barshchevsky is the author of numerous books and publications, including works of fiction, and one of the oldest members of What? Where? When? Experts.",
  "доктор юридических наук": "doctor of law",
  "Общий стаж юридической практики более 30 лет. Стаж работы адвокатом более 20 лет.": "Total experience of practicing law for over 30 years. 20 years of experience as a lawyer.",
  "Налоговое право": "Tax law",
  "Корпоративное право": "Corporate law",
  "Законодательство о ценных бумагах": "Securities laws",
  "Валютное регулирование": "Currency regulation",
  "Авторское и патентное право, защита интеллектуальной собственности": "Copyright and patent law, protection of intellectual property",
  "Защита по уголовным делам в сфере экономической деятельности": "Defense in criminal cases in the field of economic activity",
  "Представительство в арбитражных судах": "Representation in arbitration courts",
  "Караханян С.Г. имеет многочисленные статьи, в том числе монографии в области налогового, уголовного права, различных судебных споров, а также о профессиональной деятельности адвоката.": "S.G. Karakhanyan has numerous articles, including monographs on tax law, criminal law, various court disputes, and on the professional activities of a lawyer.",
  "Караханян С.Г. О деятельности адвоката по защите налогоплательщиков в уголовном судопроизводстве: Проблемы доказывания монография. - М.: Изд-во «Интеллект-Центр», 2003.": "Karakhanyan S.G. On the activity of a lawyer for the protection of taxpayers in criminal proceedings: Problems of proof monograph. - M.: Publishing house Intellect-Center, 2003.",
  "Караханян С.Г. Адвокатура: Этюды о профессии. Монография. - М.: Издательство «ОВЛ», 2005.": "Karakhanyan S.G. Advocacy: Etudes on the Profession. Monograph. - M: Publishing House OVL, 2005.",
  "Караханян С.Г. Информационный компонент профессиональной компетентности адвоката. - М.: Издательство «ОВЛ», 2007.": "Karakhanyan S.G. Information component of the professional competence of a lawyer. - M: Publishing house OVL, 2007.",
  "П.Баренбойм, С. Караханян, Д. Кравченко «Психологическая пытка в России и за рубежом» - М.: ЛУМ, 2016.": "P. Barenboim, S. Karakhanyan, D. Kravchenko, Psychological Torture in Russia and Abroad - M: LUM, 2016.",
  "кандидат филологических наук": "",
  "доктор исторических наук, профессор РАН": "Doctor of Historical Sciences, professor of the Russian Academy of Sciences",
  "Стаж юридической практики с 1983 года.": "Experience of practicing law since 1983.",
  "Наследственное право": "Inheritance law",
  "Семейное право": "Family law",
  "Баркалова О.И. «Интеллигенция и власть: советский опыт (вторая половина ХХ века)» - М.: Типография «Новости», 2007.": "O.I. Barkalova \"Intellectuals and Power: The Soviet Experience (Second Half of the 20th Century). - M: Publishing house Novosti, 2007.",
  "Стаж юридической практики 17 лет. В Коллегии с 2015 года.": "Experience of practicing law since 2005. In the Association since 2015.",
  "Отмечена в личном рейтинге Право.ру ТОП-300 как рекомендованные юристы в отрасли «Разрешение споров в судах общей юрисдикции», «Семейное и наследственное право».": "Noted in the personal rating of Pravo.ru TOP-300 as the recommended lawyers in the field of \"Dispute Resolution in Courts of General Jurisdiction\", \"Family and Inheritance Law\".",
  "Гражданское право": "Civil law",
  "Трудовое право": "Labor law",
  "Дела по защите чести, достоинства и деловой репутации": "Cases for the protection of honor, dignity and business reputation",
  "Договорное право": "Contract law",
  "Автор книг «Обработка персональных данных: анализ законодательства и судебной практики» и «Как сохранить коммерческую тайну: анализ законодательства и практические рекомендации» издательства «Редакция «Российской газеты».": "Author of the books \"Processing of Personal Data: analysis of legislation and court practice\" and \"How to Keep Trade Secrets: analysis of legislation and practical recommendations» published by the «Editorial Board of Rossiyskaya Gazeta».",
  "Имеет ряд научно-практических публикаций в профессиональных изданиях по вопросам защиты чести, достоинства и деловой репутации, в области трудовых отношений и защите персональных данных.": "Elena has a number of scientific and practical publications in professional publications on the protection of honor, dignity and business reputation, in the field of labor relations and personal data protection."
}