{
  "Главная": "Home",
  "О Коллегии": "About the Association",
  "Практики": "Practices",
  "Команда": "Team",
  "Проекты": "Our results",
  "Медиа": "Ratings and awards",
  "Контакты": "Contacts",
  "Коллегия адвокатов города Москвы": "Moscow City Bar Association",
  "Связаться с нами": "Contact Us",
  "пн-пт 10:00-19:00": "Mon-Fri 10:00-19:00",
  "круглосуточно": "round-the-clock",
  "Наша задача - быть рядом, когда возникают правовые проблемы, всегда помогать и находить выход из любых ситуаций.": "Our task is to be in touch when legal issues arise, to always help and find a way out of any situation.",
  "Мы чтим традиции адвокатуры, постоянно совершенствуем свои теоретические знания, что позволяет нам много лет успешно оказывать квалифицированную юридическую помощь. В этом разделе представлены основные члены команды Коллегии.": "We honor the traditions of the legal profession, constantly improving our theoretical knowledge, which allows us to successfully provide qualified legal assistance for many years. This Section introduces the main members of the Association team.",
  "Барщевский Михаил Юрьевич": "Mikhail Barshchevsky",
  "Основатель Коллегии": "Founder of the Association",
  "Заслуженный юрист РФ, д.ю.н.": "Honored Lawyer of the Russian Federation, Doctor of Law, Professor",
  "Караханян Самвел Гургенович": "Samvel Karakhanyan",
  "Президент Коллегии": "President of the Association",
  "адвокат, д.ю.н.": "attorney, doctor of law",
  "Михалевич Елена Владимировна": "Elena Mikhalevich",
  "Управляющий партнер": "Managing partner",
  "адвокат, медиатор": "attorney, mediator",
  "Баркалова Ольга Имануиловна": "Olga Barkalova",
  "Старший партнер, адвокат": "Senior partner, attorney",
  "доктор исторических наук": "Doctor of Historical Sciences",
  "Сперанская Татьяна Владимировна": "Tatiana Speranskaia",
  "Партнер, адвокат": "Partner, attorney",
  "Вдовина Александра Олеговна": "Alexandra Vdovina",
  "Адвокат, медиатор": "Attorney, mediator",
  "Пухова Мария Михайловна": "Maria Pukhova",
  "Старший юрист": "Attorney",
  "Апарина Ксения Васильевна": "Ksenia Aparina",
  "Юрист": "Lawyer",
  "Заслуженный юрист РФ": "Honored Lawyer of the Russian Federation",
  "доктор юридических наук, профессор": "Doctor of Law, Professor",
  "В настоящее время полномочный представитель Правительства Российской Федерации в Конституционном Суде Российской Федерации и Верховном Суде Российской Федерации, действительный государственный советник 1 класса.": "At the present time, a plenipotentiary representative of the Government of the Russian Federation in the Constitutional Court of the Russian Federation and the Supreme Court of the Russian Federation, Full State Counsellor of 1st Class.",
  "Михаил Барщевский автор многочисленных книг и публикаций, в числе которых и художественные произведения, а также один из старейших участников Клуба знатоков «Что? Где? Когда?».": "Mikhail Barshchevsky is the author of numerous books and publications, including works of fiction, and one of the oldest members of What? Where? When? Experts.",
  "доктор юридических наук": "doctor of law",
  "Общий стаж юридической практики более 30 лет. Стаж работы адвокатом более 20 лет.": "Total experience of practicing law for over 30 years. 20 years of experience as a lawyer.",
  "Налоговое право": "Tax law",
  "Корпоративное право": "Corporate law",
  "Законодательство о ценных бумагах": "Securities laws",
  "Валютное регулирование": "Currency regulation",
  "Авторское и патентное право, защита интеллектуальной собственности": "Copyright and patent law, protection of intellectual property",
  "Защита по уголовным делам в сфере экономической деятельности": "Defense in criminal cases in the field of economic activity",
  "Представительство в арбитражных судах": "Representation in arbitration courts",
  "Караханян С.Г. имеет многочисленные статьи, в том числе монографии в области налогового, уголовного права, различных судебных споров, а также о профессиональной деятельности адвоката.": "S.G. Karakhanyan has numerous articles, including monographs on tax law, criminal law, various court disputes, and on the professional activities of a lawyer.",
  "Караханян С.Г. О деятельности адвоката по защите налогоплательщиков в уголовном судопроизводстве: Проблемы доказывания монография. - М.: Изд-во «Интеллект-Центр», 2003.": "Karakhanyan S.G. On the activity of a lawyer for the protection of taxpayers in criminal proceedings: Problems of proof monograph. - M.: Publishing house Intellect-Center, 2003.",
  "Караханян С.Г. Адвокатура: Этюды о профессии. Монография. - М.: Издательство «ОВЛ», 2005.": "Karakhanyan S.G. Advocacy: Etudes on the Profession. Monograph. - M: Publishing House OVL, 2005.",
  "Караханян С.Г. Информационный компонент профессиональной компетентности адвоката. - М.: Издательство «ОВЛ», 2007.": "Karakhanyan S.G. Information component of the professional competence of a lawyer. - M: Publishing house OVL, 2007.",
  "П.Баренбойм, С. Караханян, Д. Кравченко «Психологическая пытка в России и за рубежом» - М.: ЛУМ, 2016.": "P. Barenboim, S. Karakhanyan, D. Kravchenko, Psychological Torture in Russia and Abroad - M: LUM, 2016.",
  "кандидат филологических наук": "",
  "доктор исторических наук, профессор РАН": "Doctor of Historical Sciences, professor of the Russian Academy of Sciences",
  "Стаж юридической практики с 1983 года.": "Experience of practicing law since 1983.",
  "Наследственное право": "Inheritance law",
  "Семейное право": "Family law",
  "Баркалова О.И. «Интеллигенция и власть: советский опыт (вторая половина ХХ века)» - М.: Типография «Новости», 2007.": "O.I. Barkalova \"Intellectuals and Power: The Soviet Experience (Second Half of the 20th Century). - M: Publishing house Novosti, 2007.",
  "Стаж юридической практики 17 лет. В Коллегии с 2015 года.": "Experience of practicing law since 2005. In the Association since 2015.",
  "Отмечена в личном рейтинге Право.ру ТОП-300 как рекомендованные юристы в отрасли «Разрешение споров в судах общей юрисдикции», «Семейное и наследственное право».": "Noted in the personal rating of Pravo.ru TOP-300 as the recommended lawyers in the field of \"Dispute Resolution in Courts of General Jurisdiction\", \"Family and Inheritance Law\".",
  "Гражданское право": "Civil law",
  "Трудовое право": "Labor law",
  "Дела по защите чести, достоинства и деловой репутации": "Cases for the protection of honor, dignity and business reputation",
  "Договорное право": "Contract law",
  "Автор книг «Обработка персональных данных: анализ законодательства и судебной практики» и «Как сохранить коммерческую тайну: анализ законодательства и практические рекомендации» издательства «Редакция «Российской газеты».": "Author of the books \"Processing of Personal Data: analysis of legislation and court practice\" and \"How to Keep Trade Secrets: analysis of legislation and practical recommendations” published by the “Editorial Board of Rossiyskaya Gazeta”.",
  "Имеет ряд научно-практических публикаций в профессиональных изданиях по вопросам защиты чести, достоинства и деловой репутации, в области трудовых отношений и защите персональных данных.": "Elena has a number of scientific and practical publications in professional publications on the protection of honor, dignity and business reputation, in the field of labor relations and personal data protection.",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": ""
}