{
  "Главная": "Home",
  "О Коллегии": "About the Association",
  "Практики": "Practices",
  "Команда": "Team",
  "Проекты": "Projects",
  "Медиа": "Ratings and awards",
  "Контакты": "Contacts",
  "Коллегия адвокатов города Москвы": "Moscow City Bar Association",
  "Связаться с нами": "Contact Us",
  "пн-пт 10:00-19:00": "Mon-Fri 10:00-19:00",
  "круглосуточно": "round-the-clock",
  "Наша задача - быть рядом, когда возникают правовые проблемы, всегда помогать и находить выход из любых ситуаций.": "Our task is to be in touch when legal issues arise, to always help and find a way out of any situation.",
  "БАРЩЕВСКИЙ И ПАРТНЕРЫ": "BARSHCHEVSKY & PARTNERS",
  "Запись на консультацию": "Make an appointment for a consultation",
  "Заполните форму, и мы с Вами свяжемся": "Fill out the form and we will contact you",
  "Ваше имя*": "Your name*",
  "Представьтесь, пожалуйста": "Introduce yourselves, please",
  "Телефон*": "Phone*",
  "Ваш вопрос*": "Your question*",
  "Настоящим даю согласие на обработку моих персональных данных, указанных в заполненной форме на сайте bbp.ru, в соответствии с": "I hereby give my consent to the processing of my personal data provided in the completed form on the bbp.ru website, in accordance with the",
  "Политикой обработки персональных данных": "Personal Data Processing Policy",
  "Отправить": "Send",
  "Мы отвечаем за свою работу и придерживаемся традиций и ценностей классической российской адвокатуры.": "We are responsible for our work and adhere to the traditions and values of classical Russian advocacy.",
  "Коллегия была основана в 1990 году адвокатом Михаилом Барщевским и членами Московской городской коллегии адвокатов, став первой в СССР частной адвокатской юридической фирмой. С 1993 года фирма носит имя «Барщевский и Партнеры».": "The Association was founded in 1990 by lawyer Mikhail Barshchevsky and members of the Moscow City Bar Association, becoming the first private law firm in the USSR. Since 1993, the firm's name has been \"Barshchevsky & Partners\".",
  "Уже более 30 лет Коллегия оказывает юридическую помощь и занимает достойное место среди ведущих адвокатских фирм России. Сегодня «Барщевский и Партнеры» - это профессиональная команда практикующих адвокатов и юристов, в числе которых и адвокаты с многолетним опытом и молодые амбициозные юристы.": "For more than 30 years the Bar has been providing legal assistance and occupies a worthy place among the leading law firms in Russia. Today, Barshchevsky & Partners is a professional team of practicing attorneys and lawyers, including attorneys with years of experience and young ambitious lawyers.",
  "Наши принципы:": "Our principles:",
  "честность;": "honesty;",
  "неподкупность;": "incorruptibility;",
  "профессионализм;": "professionalism;",
  "строжайшее сохранение адвокатской тайны;": "strictest protection of attorney-client privilege;",
  "готовность сопереживать проблемам наших доверителей.": "willingness to empathize with the problems of our principals.",
  "Мы специализируемся на защите по уголовным делам, связанным с экономическими преступлениями, на гражданско-правовых спорах, в том числе в сфере корпоративного, семейного, наследственного, трудового права, права интеллектуальной собственности, представляем интересы по налоговым спорам и делам об административных правонарушениях.": "We specialize in defending criminal cases related to economic crimes, civil law disputes, including corporate, family, inheritance, labor, intellectual property rights, we represent interests in tax disputes and cases of administrative offenses.",
  "Много лет одним из основных наших направлений является комплексное сопровождение бизнеса и абонентское обслуживание, в числе постоянных клиентов по этим направлениям компании в сфере авиаперевозок, IT-технологий, ритейла, образования, энергетики, продажи и обслуживания автомобилей, здравоохранения. В последние годы все чаще за абонентским обслуживанием обращаются частные лица – топ- менеджеры крупных компаний, руководители государственных органов, политические деятели и деятели культуры.": "For many years one of our main areas is comprehensive business support and subscription services, among our regular clients in these areas are companies in the field of air transportation, IT technology, retail, education, energy, car sales and service, health care. In recent years, more and more often private individuals - top managers of large companies, government leaders, politicians and cultural figures apply for subscription services.",
  "Строжайший отбор сотрудников и сочетание научной и практической компетенции (членами нашей Коллегии опубликовано десятки": "The strictest selection of staff and the combination of scientific and practical competence (members of our Board have published dozens of",
  "научных трудов": "scientific papers",
  ") явилось результатом положительного исхода подавляющего большинства обращений.": ") resulted in the positive outcome of the vast majority of filings.",
  "Постоянное совершенствование теоретических и практических знаний, научная деятельность – все это неотъемлемые части жизни наших сотрудников. В нашей деятельности нам помогает взаимодействие со многими ведущими научными центрами и консультантами из числа виднейших российских правоведов, а также вышедших в отставку судей с многолетним опытом работы. Все это позволяет оказывать действительно высококвалифицированную юридическую помощь.": "Constant improvement of theoretical and practical knowledge and scientific activities are all integral parts of our employees' lives. Our work is aided by our interaction with many leading academic centers and consultants from among Russia's most prominent legal scholars, as well as retired judges with years of experience. All of this allows us to provide truly highly qualified legal assistance.",
  "Многолетний накопленный практический опыт и научный потенциал позволяют находить подход к каждому клиенту будь то коммерческие или некоммерческие организации, государственные ведомства, публичные и частные лица.": "Many years of accumulated practical experience and scientific potential allow us to find an approach to each client, whether it is commercial or non-commercial organizations, government agencies, public or private persons.",
  "Профессионализм Коллегии регулярно подтверждается независимыми российскими и международными рейтингами, такими как Право-300 в номинациях «уголовное право и процесс», «арбитражное судопроизводство», «разрешение споров в судах общей юрисдикции», «семейное и наследственное право», The Legal 500 за эффективное взаимодействие с органами государственной власти и др.": "The Association's professionalism is regularly confirmed by independent Russian and international ratings, such as Pravo-300 in the categories of Criminal Law and Procedure, Arbitration, Dispute Resolution in Courts of General Jurisdiction, Family and Inheritance Law, The Legal 500 for effective cooperation with governmental authorities, etc.",
  "Коллегия адвокатов города Москвы «Барщевский и Партнеры» признавалась компанией года в 2004 и 2014 годах по версии ежегодной бизнес - премии «Лучшие в России - компании и персоны года» в номинациях «За вклад в развитие правовой защиты российского бизнеса» и «Юридические услуги» Адвокаты Коллегии неоднократно отмечены рейтингом Best Lawyers и в индивидуальном рейтинге рекомендованных юристов Право-300.": "Moscow City Bar Association Barshchevsky & Partners was recognized as company of the year in 2004 and 2014 by the annual business awards “Best in Russia - Companies and Persons of the Year” in the categories “For Contribution to the Development of the Legal Protection of Russian Business” and “Legal Services”. Our lawyers are repeatedly recognized by Best Lawyers rating and in the individual rating of recommended lawyers Pravo-300.",
  "Согласно этическим стандартам адвокатской деятельности наша Коллегия не использует рекламу в средствах массовой информации.": "According to ethical standards of advocacy, our Association does not use advertising in the media.",
  "Перейти к разделу": "Go to Section",
  "Вы можете обратиться к нам практически с любой правовой проблемой, так как наша Коллегия является универсальной и не ограничивается представленными в этом разделе направлениями.": "You can contact us with almost any legal problem, as our Association is universal and is not limited to the areas presented in this section.",
  "Мы придерживаемся командного подхода, и в рассмотрении вопроса клиента, как правило, принимает участие несколько специалистов, что позволяет находить нестандартные пути решения даже тогда, когда на первый взгляд нет выхода.": "We take a team approach and several specialists are usually involved in the consideration of the principal's issue, which allows us to find non-standard solutions even when, at first glance, there is no way out.",
  "Показать полностью": "Show in full",
  "Скрыть": "Hide",
  "Мы чтим традиции адвокатуры, постоянно совершенствуем свои теоретические знания, что позволяет нам много лет успешно оказывать квалифицированную юридическую помощь. В этом разделе представлены основные члены команды Коллегии.": "We honor the traditions of the legal profession, constantly improving our theoretical knowledge, which allows us to successfully provide qualified legal assistance for many years. This Section introduces the main members of the Association team.",
  "Барщевский Михаил Юрьевич": "Mikhail Barshchevsky",
  "Основатель Коллегии": "Founder of the Association",
  "Заслуженный юрист РФ, д.ю.н.": "Honored Lawyer of the Russian Federation, Doctor of Law, Professor",
  "Караханян Самвел Гургенович": "Samvel Karakhanyan",
  "Президент Коллегии": "President of the Association",
  "адвокат, д.ю.н.": "attorney, doctor of law",
  "Михалевич Елена Владимировна": "Elena Mikhalevich",
  "Управляющий партнер": "Managing partner",
  "адвокат, медиатор": "attorney, mediator",
  "Баркалова Ольга Имануиловна": "Olga Barkalova",
  "Старший партнер, адвокат": "Senior partner, attorney",
  "доктор исторических наук": "Doctor of Historical Sciences",
  "Сперанская Татьяна Владимировна": "Tatiana Speranskaia",
  "Партнер, адвокат": "Partner, attorney",
  "Вдовина Александра Олеговна": "Alexandra Vdovina",
  "Адвокат, медиатор": "Attorney, mediator",
  "Пухова Мария Михайловна": "Maria Pukhova",
  "Старший юрист": "Attorney",
  "Апарина Ксения Васильевна": "Ksenia Aparina",
  "Юрист": "Lawyer",
  "Заслуженный юрист РФ": "Honored Lawyer of the Russian Federation",
  "доктор юридических наук, профессор": "Doctor of Law, Professor",
  "В настоящее время полномочный представитель Правительства Российской Федерации в Конституционном Суде Российской Федерации и Верховном Суде Российской Федерации, действительный государственный советник 1 класса.": "At the present time, a plenipotentiary representative of the Government of the Russian Federation in the Constitutional Court of the Russian Federation and the Supreme Court of the Russian Federation, Full State Counsellor of 1st Class.",
  "Михаил Барщевский автор многочисленных книг и публикаций, в числе которых и художественные произведения, а также один из старейших участников Клуба знатоков «Что? Где? Когда?».": "Mikhail Barshchevsky is the author of numerous books and publications, including works of fiction, and one of the oldest members of What? Where? When? Experts.",
  "доктор юридических наук": "doctor of law",
  "Общий стаж юридической практики более 30 лет. Стаж работы адвокатом более 20 лет.": "Total experience of practicing law for over 30 years. 20 years of experience as a lawyer.",
  "Налоговое право": "Tax law",
  "Корпоративное право": "Corporate law",
  "Законодательство о ценных бумагах": "Securities laws",
  "Валютное регулирование": "Currency regulation",
  "Авторское и патентное право, защита интеллектуальной собственности": "Copyright and patent law, protection of intellectual property",
  "Защита по уголовным делам в сфере экономической деятельности": "Defense in criminal cases in the field of economic activity",
  "Представительство в арбитражных судах": "Representation in arbitration courts",
  "Караханян С.Г. имеет многочисленные статьи, в том числе монографии в области налогового, уголовного права, различных судебных споров, а также о профессиональной деятельности адвоката.": "S.G. Karakhanyan has numerous articles, including monographs on tax law, criminal law, various court disputes, and on the professional activities of a lawyer.",
  "Караханян С.Г. О деятельности адвоката по защите налогоплательщиков в уголовном судопроизводстве: Проблемы доказывания монография. - М.: Изд-во «Интеллект-Центр», 2003.": "Karakhanyan S.G. On the activity of a lawyer for the protection of taxpayers in criminal proceedings: Problems of proof monograph. - M.: Publishing house Intellect-Center, 2003.",
  "Караханян С.Г. Адвокатура: Этюды о профессии. Монография. - М.: Издательство «ОВЛ», 2005.": "Karakhanyan S.G. Advocacy: Etudes on the Profession. Monograph. - M: Publishing House OVL, 2005.",
  "Караханян С.Г. Информационный компонент профессиональной компетентности адвоката. - М.: Издательство «ОВЛ», 2007.": "Karakhanyan S.G. Information component of the professional competence of a lawyer. - M: Publishing house OVL, 2007.",
  "П.Баренбойм, С. Караханян, Д. Кравченко «Психологическая пытка в России и за рубежом» - М.: ЛУМ, 2016.": "P. Barenboim, S. Karakhanyan, D. Kravchenko, Psychological Torture in Russia and Abroad - M: LUM, 2016.",
  "кандидат филологических наук": "candidate of Philological Sciences",
  "доктор исторических наук, профессор РАН": "Doctor of Historical Sciences, professor of the Russian Academy of Sciences",
  "Стаж юридической практики с 1983 года.": "Experience of practicing law since 1983.",
  "Наследственное право": "Inheritance law",
  "Семейное право": "Family law",
  "Баркалова О.И. «Интеллигенция и власть: советский опыт (вторая половина ХХ века)» - М.: Типография «Новости», 2007.": "O.I. Barkalova \"Intellectuals and Power: The Soviet Experience (Second Half of the 20th Century). - M: Publishing house Novosti, 2007.",
  "Стаж юридической практики 17 лет. В Коллегии с 2015 года.": "Experience of practicing law since 2005. In the Association since 2015.",
  "Отмечена в личном рейтинге Право.ру ТОП-300 как рекомендованные юристы в отрасли «Разрешение споров в судах общей юрисдикции», «Семейное и наследственное право».": "Noted in the personal rating of Pravo.ru TOP-300 as the recommended lawyers in the field of \"Dispute Resolution in Courts of General Jurisdiction\", \"Family and Inheritance Law\".",
  "Гражданское право": "Civil law",
  "Трудовое право": "Labor law",
  "Дела по защите чести, достоинства и деловой репутации": "Cases for the protection of honor, dignity and business reputation",
  "Договорное право": "Contract law",
  "Автор книг «Обработка персональных данных: анализ законодательства и судебной практики» и «Как сохранить коммерческую тайну: анализ законодательства и практические рекомендации» издательства «Редакция «Российской газеты».": "Author of the books \"Processing of Personal Data: analysis of legislation and court practice\" and \"How to Keep Trade Secrets: analysis of legislation and practical recommendations” published by the “Editorial Board of Rossiyskaya Gazeta”.",
  "Имеет ряд научно-практических публикаций в профессиональных изданиях по вопросам защиты чести, достоинства и деловой репутации, в области трудовых отношений и защите персональных данных.": "Elena has a number of scientific and practical publications in professional publications on the protection of honor, dignity and business reputation, in the field of labor relations and personal data protection.",
  "Стаж юридической практики 25 лет": "Experience of practicing law for more than 25 years.",
  "Защита по уголовным делам на всех стадиях уголовного преследования": "Criminal defense at all stages of criminal proceedings",
  "Судебные процессы с участием присяжных заседателей": "At-trial procedure nisi prius",
  "Представление интересов потерпевших в уголовном процессе": "Representation of victims in criminal proceedings",
  "Имеет Благодарность Ивановской областной думы за добросовестный труд в области защиты прав граждан.": "She has a commendation from the Ivanovo Regional Duma for her diligent work in the protection of citizens' rights.",
  "Стаж юридической практики 8 лет. В Коллегии с 2014 года": "Experience of practicing law since 2014.",
  "Защита интеллектуальной собственности": "Intellectual property protection",
  "Земельное право": "Land law",
  "Общий стаж юридической практики 3 года.": "Total legal practice experience - since 2019.",
  "Представительство в арбитражных судах, судах общей юрисдикции": "Representation in arbitration courts, courts of general jurisdiction",
  "Автор и ведущая подкастов «Барщевский и Партнеры. Адвокатские истории». Соавтор просветительского онлайн-проекта Femida.project.": "Author and host of podcasts \"Barshchevsky & Partners. Lawyer Stories\". Co-author of the online educational project Femida.project.",
  "Уголовное право": "Criminal law",
  "Уголовное судопроизводство": "Criminal procedure",
  "Административное право": "Administrative law",
  "Подробнее": "more info",
  "Назад": "go back",
  "Специализация": "Specialization",
  "Публикации": "Publications",
  "Награды": "Awards",
  "Наши результаты": "Our results",
  "Каждый год мы стремимся к прогрессу и к его достижению.": "Every year we strive to make progress and achieve it.",
  "года мы оказываем профессиональную юридическую помощь": "years we have been providing professional legal assistance",
  "доверителей": "principals",
  "доверителей на абонентском обслуживании,": "principals on subscription service,",
  "7 из которых более": "7 of whom are over",
  "30 лет": "30 years",
  "доверителей обращаются с новыми вопросами или рекомендуют Коллегию партнерам": "of our principals ask new questions or recommend the Association to their partners",
  "Рейтинги и награды": "Ratings and awards",
  "Наш профессионализм ежегодно подтверждается российскими и международными рейтинговыми агентствами, а также отмечается наградами в области права.": "Our professionalism is annually confirmed by Russian and international rating agencies, and is also noted by awards in the field of law.",
  "Вы найдете дешевле,": "You'll find cheaper ones,",
  "но Вы не найдете лучше": "but you won't find better ones",
  "М.Барщевский": "M.Barshchevsky",
  "Contact us if you need help, advice or have any other questions.": "Contact us if you need help, advice or have any other questions.",
  "Address: 119121, Moscow, Ruzheyniy per., 3": "Address: 119121, Moscow, Ruzheyniy per., 3",
  "119121, г. Москва, Ружейный пер., д. 3": "119121, Moscow, Ruzheyniy per., 3",
  "Адрес": "Address",
  "Телефон": "Phone",
  "Если Вы заинтересованы стать частью нашей команды, направьте свое резюме на электронную почту": "If you are interested in becoming part of our team, send your resume to",
  "с указанием темы письма: «Резюме»": "with the subject line “Resume”",
  "Политика обработки персональных данных": "Personal Data Processing Policy\n",
  "Коллегия адвокатов города Москвы «Барщевский и Партнеры». Все права защищены.": "Moscow City Bar Association \"Barshchevsky & Partners\". All rights reserved.",
  "Официальный сайт.": "Official website.",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": ""
}