{
  "Главная": "Home",
  "О Коллегии": "About the Association",
  "Практики": "Practices",
  "Команда": "Team",
  "Проекты": "Our results",
  "Медиа": "Ratings and awards",
  "Контакты": "Contacts",
  "Коллегия адвокатов города Москвы": "Moscow City Bar Association",
  "Связаться с нами": "Contact Us",
  "пн-пт 10:00-19:00": "Mon-Fri 10:00-19:00",
  "круглосуточно": "round-the-clock",
  "Наша задача - быть рядом, когда возникают правовые проблемы, всегда помогать и находить выход из любых ситуаций.": "Our task is to be in touch when legal issues arise, to always help and find a way out of any situation.",
  "БАРЩЕВСКИЙ И ПАРТНЕРЫ": "BARSHCHEVSKY & PARTNERS",
  "Запись на консультацию": "Make an appointment for a consultation",
  "Заполните форму, и мы с Вами свяжемся": "Fill out the form and we will contact you",
  "Ваше имя*": "Your name*",
  "Представьтесь, пожалуйста": "Introduce yourselves, please",
  "Телефон*": "Phone*",
  "Ваш вопрос*": "Your question*",
  "Настоящим даю согласие на обработку моих персональных данных, указанных в заполненной форме на сайте bbp.ru, в соответствии с": "I hereby give my consent to the processing of my personal data provided in the completed form on the bbp.ru website, in accordance with the",
  "Политикой обработки персональных данных": "Personal Data Processing Policy",
  "Отправить": "Send",
  "О Коллегии": "About the Association",
  "Мы отвечаем за свою работу и придерживаемся традиций и ценностей классической российской адвокатуры.": "We are responsible for our work and adhere to the traditions and values of classical Russian advocacy.",
  "Коллегия была основана в 1990 году адвокатом Михаилом Барщевским и членами Московской городской коллегии адвокатов, став первой в СССР частной адвокатской юридической фирмой. С 1993 года фирма носит имя «Барщевский и Партнеры».": "The Association was founded in 1990 by lawyer Mikhail Barshchevsky and members of the Moscow City Bar Association, becoming the first private law firm in the USSR. Since 1993, the firm's name has been \"Barshchevsky & Partners\".",
  "Уже более 30 лет Коллегия оказывает юридическую помощь и занимает достойное место среди ведущих адвокатских фирм России. Сегодня «Барщевский и Партнеры» - это профессиональная команда практикующих адвокатов и юристов, в числе которых и адвокаты с многолетним опытом и молодые амбициозные юристы.": "For more than 30 years the Bar has been providing legal assistance and occupies a worthy place among the leading law firms in Russia. Today, Barshchevsky & Partners is a professional team of practicing attorneys and lawyers, including attorneys with years of experience and young ambitious lawyers.",
  "Наши принципы:": "Our principles:",
  "честность;": "honesty;",
  "неподкупность;": "incorruptibility;",
  "профессионализм;": "professionalism;",
  "строжайшее сохранение адвокатской тайны;": "strictest protection of attorney-client privilege;",
  "готовность сопереживать проблемам наших доверителей.": "willingness to empathize with the problems of our principals.",
  "Мы специализируемся на защите по уголовным делам, связанным с экономическими преступлениями, на гражданско-правовых спорах, в том числе в сфере корпоративного, семейного, наследственного, трудового права, права интеллектуальной собственности, представляем интересы по налоговым спорам и делам об административных правонарушениях.": "We specialize in defending criminal cases related to economic crimes, civil law disputes, including corporate, family, inheritance, labor, intellectual property rights, we represent interests in tax disputes and cases of administrative offenses.",
  "Много лет одним из основных наших направлений является комплексное сопровождение бизнеса и абонентское обслуживание, в числе постоянных клиентов по этим направлениям компании в сфере авиаперевозок, IT-технологий, ритейла, образования, энергетики, продажи и обслуживания автомобилей, здравоохранения. В последние годы все чаще за абонентским обслуживанием обращаются частные лица – топ- менеджеры крупных компаний, руководители государственных органов, политические деятели и деятели культуры.": "For many years one of our main areas is comprehensive business support and subscription services, among our regular clients in these areas are companies in the field of air transportation, IT technology, retail, education, energy, car sales and service, health care. In recent years, more and more often private individuals - top managers of large companies, government leaders, politicians and cultural figures apply for subscription services.",
  "Строжайший отбор сотрудников и сочетание научной и практической компетенции (членами нашей Коллегии опубликовано десятки": "The strictest selection of staff and the combination of scientific and practical competence (members of our Board have published dozens of",
  "научных трудов": "scientific papers",
  ") явилось результатом положительного исхода подавляющего большинства обращений.": ") resulted in the positive outcome of the vast majority of filings.",
  "Постоянное совершенствование теоретических и практических знаний, научная деятельность – все это неотъемлемые части жизни наших сотрудников. В нашей деятельности нам помогает взаимодействие со многими ведущими научными центрами и консультантами из числа виднейших российских правоведов, а также вышедших в отставку судей с многолетним опытом работы. Все это позволяет оказывать действительно высококвалифицированную юридическую помощь.": "Constant improvement of theoretical and practical knowledge and scientific activities are all integral parts of our employees' lives. Our work is aided by our interaction with many leading academic centers and consultants from among Russia's most prominent legal scholars, as well as retired judges with years of experience. All of this allows us to provide truly highly qualified legal assistance.",
  "Многолетний накопленный практический опыт и научный потенциал позволяют находить подход к каждому клиенту будь то коммерческие или некоммерческие организации, государственные ведомства, публичные и частные лица.": "Many years of accumulated practical experience and scientific potential allow us to find an approach to each client, whether it is commercial or non-commercial organizations, government agencies, public or private persons.",
  "Профессионализм Коллегии регулярно подтверждается независимыми российскими и международными рейтингами, такими как Право-300 в номинациях «уголовное право и процесс», «арбитражное судопроизводство», «разрешение споров в судах общей юрисдикции», «семейное и наследственное право», The Legal 500 за эффективное взаимодействие с органами государственной власти и др.": "The Association's professionalism is regularly confirmed by independent Russian and international ratings, such as Pravo-300 in the categories of Criminal Law and Procedure, Arbitration, Dispute Resolution in Courts of General Jurisdiction, Family and Inheritance Law, The Legal 500 for effective cooperation with governmental authorities, etc.",
  "Коллегия адвокатов города Москвы «Барщевский и Партнеры» признавалась компанией года в 2004 и 2014 годах по версии ежегодной бизнес - премии «Лучшие в России - компании и персоны года» в номинациях «За вклад в развитие правовой защиты российского бизнеса» и «Юридические услуги» Адвокаты Коллегии неоднократно отмечены рейтингом Best Lawyers и в индивидуальном рейтинге рекомендованных юристов Право-300.": "Moscow City Bar Association Barshchevsky & Partners was recognized as company of the year in 2004 and 2014 by the annual business awards “Best in Russia - Companies and Persons of the Year” in the categories “For Contribution to the Development of the Legal Protection of Russian Business” and “Legal Services”. Our lawyers are repeatedly recognized by Best Lawyers rating and in the individual rating of recommended lawyers Pravo-300.",
  "Согласно этическим стандартам адвокатской деятельности наша Коллегия не использует рекламу в средствах массовой информации.": "According to ethical standards of advocacy, our Association does not use advertising in the media.",
  "Практики": "Practices",
  "Перейти к разделу": "Go to Section",
  "Вы можете обратиться к нам практически с любой правовой проблемой, так как наша Коллегия является универсальной и не ограничивается представленными в этом разделе направлениями.": "You can contact us with almost any legal problem, as our Association is universal and is not limited to the areas presented in this section.",
  "Мы придерживаемся командного подхода, и в рассмотрении вопроса клиента, как правило, принимает участие несколько специалистов, что позволяет находить нестандартные пути решения даже тогда, когда на первый взгляд нет выхода.": "We take a team approach and several specialists are usually involved in the consideration of the principal's issue, which allows us to find non-standard solutions even when, at first glance, there is no way out.",
  "Показать полностью": "Show in full",
  "Скрыть": "Hide",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": ""
}