export interface IMediaDetail {
  id: string;
  content: string;
}

export const mediasDetails: IMediaDetail[] = [
  {
    id: '19',
    content: '<p>Дорогие женщины, желаем Вам счастья, здоровья, любви и положительных эмоций!</p>',
  },
  {
    id: '18',
    content:
      '<p>Желаем всегда оставаться сильными, мудрыми, уверенными, смелыми и непобедимыми защитниками близких Вам людей, своих идей, стремлений и жизненных принципов. Здоровья, больших возможностей на жизненном пути, неутомимых сил и достойных побед!</p>',
  },
  {
    id: '17',
    content:
      '<p>Елена Михалевич вошла в список рекомендованных юристов Право-300 (разрешение споров в судах общей юрисдикции, II группа).</p><p>Отбор «рекомендованных юристов» осуществлялся с учетом юридического опыта кандидатов, наличия достижений и наград, участия в проектах, получивших наиболее высокую оценку в основном рейтинге.</p></>',
  },
  {
    id: '16',
    content:
      '<p>От лица Коллегии поздравляем Вас с наступающим Новым годом! Желаем, чтобы предстоящий год был наполнен положительными эмоциями, радостными событиями и успешными делами. Пусть Вашими неизменными спутниками будут крепкое здоровье, финансовый достаток. удача и личное благополучие!</p>',
  },
  {
    id: '15',
    content:
      '<p>В этом году Коллегия дважды отмечена в федеральном отраслевом рейтинге юридических компаний Право-300:</p><p></p><ul><li>разрешение споров в судах общей юрисдикции (группа 2);</li><li>арбитражное судопроизводство, Mid Market (группа 3)</li></ul>',
  },
  {
    id: '14',
    content:
      '<p>Елена Михалевич поделилась своим мнением с журналистами РАПСИ для «Ведомостей»:</p><ul><li>о влиянии пандемии на юридический бизнес;</li><li>об изменениях в формате взаимодействия с судами, гос.органами и доверителями;</li><li>о проблемах несвоевременного обращения за юридической помощью.</li></ul><p>С полным текстом статьи вы можете ознакомится на сайте <a href="https://www.vedomosti.ru/finance/articles/2021/11/17/896180-pandemiya-povliyala" target="_blank" rel="noreferrer">vedomosti.ru</a></p>',
  },
  {
    id: '13',
    content:
      '<p>Елена Михалевич дала комментарии обозревателям РАПСИ об основных трендах юридического бизнеса в 2020 году. Обзор «Сильные стали сильнее» доступен на официальном сайте «<a href="https://www.vedomosti.ru/" target="_blank" rel="noreferrer">Ведомостей</a>».</p>',
  },
  {
    id: '12',
    content:
      '<p>10 июня был опубликован список лучших российских юристов The Best Lawyers 2022.</p><p>Президент Коллегии Самвел Караханян отмечен в 2 отраслях рейтинга:</p><ul><li>арбитраж и медиация;</li><li>недвижимость.</li></ul><p>Best Lawyers – один из старейших и самых престижных юридических рейтингов. Анализ российского юридического рынка проводился в 13-ый раз. Работу юристов оценивали коллеги, которые практикуют в той же отрасли права и в том же регионе.</p>',
  },
  {
    id: '11',
    content:
      '<p>В апрельском номере журнала «Судья» читайте статью Елены Михалевич, где раскрываются отдельные аспекты обработки персональных данных третьими лицами (МФЦ, банками, журналистами, адвокатами и пр.).</p>',
  },
  {
    id: '10',
    content:
      '<p>Рады сообщить, что на всех платформах уже доступен <a href="https://anchor.fm/mariia-pukhova" target="_blank" rel="noreferrer">первый выпуск</a> подкаста нашей Коллегии: «Барщевский и Партнеры. Адвокатские истории».</p><p>Мы будем рассказывать интересные истории из нашей практики, рассуждать о неоднозначных правовых вопросах, делиться опытом, нестандартными профессиональными решениями.</p>',
  },
  {
    id: '9',
    content:
      '<p>23 марта Госдума в третьем чтении приняла законопроект о «Гаражной амнистии». Александра Вдовина дала <a href="https://newdaynews.ru/moscow/720276.html" target="_blank" rel="noreferrer">комментарий</a> РИА «Новый день» о предстоящих изменениях. Александра пояснила на какие нюансы стоит обратить внимание, на кого будет распространяться действие нового закона, а также описала изменения в порядке оформления собственности на гаражи и земельный участок.</p>',
  },
  {
    id: '8',
    content:
      '<p>Дорогие коллеги, желаем успешно и с достоинством выполнять любые дела. Здоровья, счастья, мира и благополучия!</p>',
  },
  {
    id: '7',
    content:
      '<p>Дорогие друзья, предлагаем вашему вниманию статью адвоката Коллегии Александра Гетманова на официальном сайте «адвокатской газеты»: <a href="https://www.advgazeta.ru/mneniya/mozhet-li-ochnaya-stavka-zamenit-perekrestnyy-dopros/" target="_blank">https://www.advgazeta.ru/mneniya/mozhet-li-ochnaya-stavka-zamenit-perekrestnyy-dopros/</a></p><p>Александр рассуждает о роли и значимости перекрестного допроса в российском уголовном процессе, акцентирует внимание на проблемах правоприменения, а также обращается к опыту наших зарубежных коллег по этому вопросу.</p>',
  },
  {
    id: '6',
    content:
      '<p>Пусть все невзгоды и неприятности останутся в уходящем году, а грядущий 2021 год станет для Вас годом больших возможностей и принесет счастье и успех во всех начинаниях!</p><p>Мира, добра и благополучия Вам и Вашим близким!</p>',
  },
  {
    id: '5',
    content:
      '<p>Сегодня день рождения у основателя нашей Коллегии, а ныне полномочного представителя Правительства РФ в высших судебных инстанциях – доктора юридических наук, заслуженного юриста России Михаила Юрьевича Барщевского.</p><p>От всей души поздравляем Вас, Михаил Юрьевич, с Днем Рождения! Желаем крепкого здоровья, благополучия, счастья и добра каждый день! Пусть все дела, за которые Вы беретесь, имеют нескончаемый успех!</p>',
  },
  {
    id: '4',
    content:
      '<p>Коллегия традиционно заняла лидирующие позиции в рейтинге Право-300. Право-300 – это ежегодный рейтинг, основанный на масштабном исследовании рынка юридических услуг в России. В состав экспертного совета рейтинга входят главы юридических департаментов крупных российских и международных корпораций, а аудитором рейтинга выступает международная аудиторская компания Deloitte.</p><p>Команда адвокатов Коллегии была отмечена в федеральном рейтинге по направлению «Уголовное право». Поздравляем наших адвокатов-криминалистов с достойным результатом и желаем продолжения профессиональных побед в наступающем 2021 году!</p>',
  },
  {
    id: '3',
    content:
      '<p>Дорогие друзья, поздравляем вас с Днем Конституции!</p><p>Личные пожелания от адвоката Коллегии Александра Гетманова: </p><p>Со времен декабристов мысль о незыблемом законе, перед которым склоняется воля монарха, захватывала лучшие умы нашей страны. Однако конституции советского времени продемонстрировали пагубную двойственность основного закона страны: он может формально декларировать широкий перечень прав и свобод, тогда как правовая действительность общественной жизни далека от закрепленных на бумаге принципов.</p><p>Поэтому в этот день считаем важным пожелать вам, чтобы провозглашенные нашей действующей Конституцией права и свободы человека и гражданина не расходились с их реализацией, и в случае их нарушения органами государственной власти, ограничение власти которых является одной из основных целей конституционализма, у вас хватало сил и правовых механизмов для восстановления справедливости!</p>',
  },
  {
    id: '2',
    content:
      '<p>Коллегия адвокатов «Барщевский и Партнеры» поздравляет всех юристов с профессиональным праздником и желает успехов в делах, справедливости в судах и убедительности в речах!</p><p>Авторское поздравление от юриста Коллегии Николая Воронина:</p><p>20.11.1864 г. (03.12 по новому стилю), Собственною Его Императорскаго Величества рукою, были начертаны следующие слова: «они [уставы] вполне соответствуют желанию Нашему водворить в России суд скорый, правый, милостивый и равный для всех подданных Наших, возвысить судебную власть, дать ей надлежащую самостоятельность и вообще утвердить в народе Нашем то уважение к закону, без коего невозможно общественное благосостояние и которое должно быть постоянным руководителем действий всех и каждого, от высшаго, до нисшаго».</p><p>Выведя твёрдый знак в окончании своего имени и оторвав перо от бумаги, а тем самым утвердив Уставы, Александр II учредил институт присяжных поверенных, ныне именуемый адвокатурой, а вместе с ней - (новую) судебную систему!</p><p>Сегодня, празднуя День Юриста, мы имеем возможность задуматься над теми идеалами и максимами, которые были заложены судебной реформой 1864 года.</p><p>Сегодня, в стране, где на каждом углу чувствуется несправедливость, где разрыв между теорией и практикой (задумкой и реализацией) огромен, где между законом и беззаконием пролегает пропасть именуемая жизнью, роль юриста приобретает особое значение.</p><p>Вероятно, быть настоящим юристом (подобно врачам и учителям) - это призвание, требующее нечто большее, чем профессионализм. Полагаю, что в каждом из нас (юристов) обострено чувство (не)справедливости, которое, будучи помножено на знание права и понимание его сущности, заставляет нас каждый раз с неиссякаемой энергией и воодушевлением помогать людям, отстаивая закон.</p> <p>Поскольку юристам имманентно присуще критическое мышление (качество, без которого не обойтись в нашей профессии), то юрист это всегда вольнодумец, глубоко рефлексирующий действительность. Однако, сталкиваясь с ущемлением прав чаще других, мы, тем не менее, полны надежды на торжество справедливости. В этом смысле нас можно назвать оптимистами, убежденными в том, что завтра будет лучше, чем сегодня.</p><p>Берегите себя, с Праздником!</p>',
  },
  {
    id: '1',
    content:
      '<p>30 лет назад известным адвокатом, а ныне полномочным представителем Правительства РФ в высших судебных инстанциях, Михаилом Юрьевичем Барщевским была создана первая частная адвокатская фирма на территории стран СНГ. За это время Коллегия прошла долгий путь – от маленькой комнатки в подвале на Петровке, до двухэтажного офиса на Садовом кольце.</p><p>Адвокаты Коллегии участвовали в самых значимых делах последних десятилетий, формировали нынешнюю судебную практику, представляли интересы доверителей в высших судебных инстанциях и передавали свой опыт новым членам адвокатского сообщества.</p>',
  },
];
